demo/example.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
    "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta name="generator" content="HTML Tidy for Cygwin (vers 1st September 2004), see www.w3.org" />
<title>Example of Tasks</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="Org-mode" />
<meta name="author" content="Fabrice Niessen" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<link rel="stylesheet" type="text/css" href="http://www.pirilampo.org/styles/readtheorg/css/htmlize.css" />
<link rel="stylesheet" type="text/css" href="http://www.pirilampo.org/styles/readtheorg/css/readtheorg.css" />



</head>
<body>
<div id="content">
<h1 class="title">Example of Tasks</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgheadline1">Work   <span class="tag"><span class="work">work</span></span></a>
<ul>
<li><a href="#orgheadline2">Events</a></li>
<li><a href="#orgheadline6">Marketing</a></li>
<li><a href="#orgheadline19">Operations</a></li>
</ul>
</li>
<li><a href="#orgheadline20">Personal   <span class="tag"><span class="home">home</span></span></a>
<ul>
<li><a href="#orgheadline21"><span class="done nilDONE">DONE</span> Read "Getting Things Done"</a></li>
<li><a href="#orgheadline22"><span class="todo nilTODO">TODO</span> Make dentist appointment</a></li>
<li><a href="#orgheadline23"><span class="todo nilTODO">TODO</span> Go to the gym</a></li>
<li><a href="#orgheadline24">Do jogging</a></li>
<li><a href="#orgheadline25"><span class="todo nilTODO">TODO</span> Pay electricity bill   <span class="tag"><span class="FLAGGED">FLAGGED</span></span></a></li>
<li><a href="#orgheadline26"><span class="todo nilTODO">TODO</span> Renew newspaper subscription</a></li>
<li><a href="#orgheadline27">Buy dog food</a></li>
<li><a href="#orgheadline28"><span class="todo nilWAIT">WAIT</span> Mail package to Susan</a></li>
<li><a href="#orgheadline29"><span class="todo nilTODO">TODO</span> Buy groceries</a></li>
<li><a href="#orgheadline30"><span class="todo nilTODO">TODO</span> Mow the lawn</a></li>
<li><a href="#orgheadline31"><span class="todo nilTODO">TODO</span> Get a haircut</a></li>
<li><a href="#orgheadline32"><span class="todo nilTODO">TODO</span> Pick up dry cleaning</a></li>
<li><a href="#orgheadline33"><span class="todo nilTODO">TODO</span> Buy anniversary present</a></li>
<li><a href="#orgheadline34"><span class="todo nilTODO">TODO</span> Go to concert</a></li>
<li><a href="#orgheadline35"><span class="todo nilTODO">TODO</span> Cancel insurance</a></li>
<li><a href="#orgheadline36"><span class="todo nilTODO">TODO</span> Buy milk</a></li>
<li><a href="#orgheadline37"><span class="todo nilTODO">TODO</span> Get the car fixed</a></li>
<li><a href="#orgheadline38"><span class="todo nilTODO">TODO</span> Take out trash</a></li>
<li><a href="#orgheadline43">Travel to Boston</a></li>
</ul>
</li>
</ul>
</div>
</div>
<hr />
<div id="outline-container-orgheadline1" class="outline-2">
<h2 id="orgheadline1">Work   <span class="tag"><span class="work">work</span></span></h2>
<div class="outline-text-2" id="text-orgheadline1"></div>
<div id="outline-container-orgheadline2" class="outline-3">
<h3 id="orgheadline2">Events</h3>
<div class="outline-text-3" id="text-orgheadline2"></div>
<div id="outline-container-orgheadline3" class="outline-4">
<h4 id="orgheadline3"><span class="todo TODO">TODO</span> Plan conference</h4>
<div class="outline-text-4" id="text-orgheadline3"></div>
<div id="outline-container-orgheadline4" class="outline-5">
<h5 id="orgheadline4">Recruit volunteers</h5>
</div>
<div id="outline-container-orgheadline5" class="outline-5">
<h5 id="orgheadline5">Make sure responses are coming back</h5>
</div>
</div>
</div>
<div id="outline-container-orgheadline6" class="outline-3">
<h3 id="orgheadline6">Marketing</h3>
<div class="outline-text-3" id="text-orgheadline6"></div>
<div id="outline-container-orgheadline11" class="outline-4">
<h4 id="orgheadline11">Background and research</h4>
<div class="outline-text-4" id="text-orgheadline11"></div>
<div id="outline-container-orgheadline7" class="outline-5">
<h5 id="orgheadline7"><span class="todo TODO">TODO</span> Who are the competitors?</h5>
</div>
<div id="outline-container-orgheadline8" class="outline-5">
<h5 id="orgheadline8"><span class="todo TODO">TODO</span> What are our product's advantages?</h5>
</div>
<div id="outline-container-orgheadline9" class="outline-5">
<h5 id="orgheadline9"><span class="todo TODO">TODO</span> Target market</h5>
</div>
<div id="outline-container-orgheadline10" class="outline-5">
<h5 id="orgheadline10"><span class="todo TODO">TODO</span> Elevator pitch</h5>
</div>
</div>
<div id="outline-container-orgheadline12" class="outline-4">
<h4 id="orgheadline12"><span class="todo STRT">STRT</span> Hire PR firm   <span class="tag"><span class="phone">phone</span></span></h4>
<div class="outline-text-4" id="text-orgheadline12"></div>
<div id="outline-container-orgheadline13" class="outline-5">
<h5 id="orgheadline13">Call Laura about PR firm   <span class="tag"><span class="phone">phone</span></span></h5>
</div>
<div id="outline-container-orgheadline14" class="outline-5">
<h5 id="orgheadline14">Interview PR firm candidates</h5>
</div>
</div>
<div id="outline-container-orgheadline15" class="outline-4">
<h4 id="orgheadline15"><span class="todo TODO">TODO</span> Launch advertising campaign</h4>
<div class="outline-text-4" id="text-orgheadline15"></div>
<div id="outline-container-orgheadline16" class="outline-5">
<h5 id="orgheadline16">Call Joe</h5>
</div>
</div>
</div>
<div id="outline-container-orgheadline19" class="outline-3">
<h3 id="orgheadline19">Operations</h3>
<div class="outline-text-3" id="text-orgheadline19"></div>
<div id="outline-container-orgheadline17" class="outline-4">
<h4 id="orgheadline17"><span class="todo TODO">TODO</span> Update database to latest version</h4>
<div class="outline-text-4" id="text-orgheadline17"></div>
</div>
<div id="outline-container-orgheadline18" class="outline-4">
<h4 id="orgheadline18"><span class="todo TODO">TODO</span> Update Website</h4>
<div class="outline-text-4" id="text-orgheadline18">
<p>Update blog.</p>
<hr /></div>
</div>
</div>
</div>
<div id="outline-container-orgheadline20" class="outline-2">
<h2 id="orgheadline20">Personal   <span class="tag"><span class="home">home</span></span></h2>
<div class="outline-text-2" id="text-orgheadline20"></div>
<div id="outline-container-orgheadline21" class="outline-3">
<h3 id="orgheadline21"><span class="done DONE">DONE</span> Read "Getting Things Done"</h3>
<div class="outline-text-3" id="text-orgheadline21"></div>
</div>
<div id="outline-container-orgheadline22" class="outline-3">
<h3 id="orgheadline22"><span class="todo TODO">TODO</span> Make dentist appointment</h3>
<div class="outline-text-3" id="text-orgheadline22"></div>
</div>
<div id="outline-container-orgheadline23" class="outline-3">
<h3 id="orgheadline23"><span class="todo TODO">TODO</span> Go to the gym</h3>
<div class="outline-text-3" id="text-orgheadline23"></div>
</div>
<div id="outline-container-orgheadline24" class="outline-3">
<h3 id="orgheadline24">Do jogging</h3>
</div>
<div id="outline-container-orgheadline25" class="outline-3">
<h3 id="orgheadline25"><span class="todo TODO">TODO</span> Pay electricity bill   <span class="tag"><span class="FLAGGED">FLAGGED</span></span></h3>
</div>
<div id="outline-container-orgheadline26" class="outline-3">
<h3 id="orgheadline26"><span class="todo TODO">TODO</span> Renew newspaper subscription</h3>
</div>
<div id="outline-container-orgheadline27" class="outline-3">
<h3 id="orgheadline27">Buy dog food</h3>
</div>
<div id="outline-container-orgheadline28" class="outline-3">
<h3 id="orgheadline28"><span class="todo WAIT">WAIT</span> Mail package to Susan</h3>
<div class="outline-text-3" id="text-orgheadline28"></div>
</div>
<div id="outline-container-orgheadline29" class="outline-3">
<h3 id="orgheadline29"><span class="todo TODO">TODO</span> Buy groceries</h3>
</div>
<div id="outline-container-orgheadline30" class="outline-3">
<h3 id="orgheadline30"><span class="todo TODO">TODO</span> Mow the lawn</h3>
</div>
<div id="outline-container-orgheadline31" class="outline-3">
<h3 id="orgheadline31"><span class="todo TODO">TODO</span> Get a haircut</h3>
</div>
<div id="outline-container-orgheadline32" class="outline-3">
<h3 id="orgheadline32"><span class="todo TODO">TODO</span> Pick up dry cleaning</h3>
</div>
<div id="outline-container-orgheadline33" class="outline-3">
<h3 id="orgheadline33"><span class="todo TODO">TODO</span> Buy anniversary present</h3>
</div>
<div id="outline-container-orgheadline34" class="outline-3">
<h3 id="orgheadline34"><span class="todo TODO">TODO</span> Go to concert</h3>
</div>
<div id="outline-container-orgheadline35" class="outline-3">
<h3 id="orgheadline35"><span class="todo TODO">TODO</span> Cancel insurance</h3>
</div>
<div id="outline-container-orgheadline36" class="outline-3">
<h3 id="orgheadline36"><span class="todo TODO">TODO</span> Buy milk</h3>
</div>
<div id="outline-container-orgheadline37" class="outline-3">
<h3 id="orgheadline37"><span class="todo TODO">TODO</span> Get the car fixed</h3>
</div>
<div id="outline-container-orgheadline38" class="outline-3">
<h3 id="orgheadline38"><span class="todo TODO">TODO</span> Take out trash</h3>
</div>
<div id="outline-container-orgheadline43" class="outline-3">
<h3 id="orgheadline43">Travel to Boston</h3>
<div class="outline-text-3" id="text-orgheadline43"></div>
<div id="outline-container-orgheadline39" class="outline-4">
<h4 id="orgheadline39"><span class="todo TODO">TODO</span> Find a flight</h4>
</div>
<div id="outline-container-orgheadline40" class="outline-4">
<h4 id="orgheadline40"><span class="todo TODO">TODO</span> Book hotel room</h4>
</div>
<div id="outline-container-orgheadline41" class="outline-4">
<h4 id="orgheadline41"><span class="todo TODO">TODO</span> Schedule meetings</h4>
</div>
<div id="outline-container-orgheadline42" class="outline-4">
<h4 id="orgheadline42"><span class="todo TODO">TODO</span> Submit expense report</h4>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: 2015-04-28</p>
<p class="author">Author: Fabrice Niessen</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
